// Localizable.strings
// Bluetooth Menu Extra

"BT"								= "Bluetooth: ";
"BTWithVersion"						= "Versie: %@";
"kNameKey"							= "Naam: %@";
"kAddressKey"						= "Adres: %@";
"Dial-up"							= "Bluetooth-modem";
"Search"							= "Zoek naar telefoons…";
"OpenNetPrefs"						= "Open netwerkvoorkeuren…";
"OpenIC"							= "Open Internetverbinding…";
"OnKey"								= " ingeschakeld";
"OffKey"							= " uitgeschakeld";
"Not Available"						= "Bluetooth: niet beschikbaar";
"Discoverable"						= "Detecteerbaar: ingeschakeld";
"NotDiscoverable"					= "Detecteerbaar: uitgeschakeld";
"TempDiscoverable"					= "Maak detecteerbaar gedurende 3 minuten";
"BTTurnOff"							= "Schakel Bluetooth uit";
"BTTurnOn"							= "Schakel Bluetooth in";
"BTDiscoverable"					= "Detecteerbaar";

"keyOK"								= "OK";
"kBluetoothDeviceYesKey"			= "Ja";
"kBluetoothDeviceNoKey"				= "Nee";
"LowBattWarning"					= "De batterij van %@ is bijna leeg.";
"kDevices"							= "Apparaten";

"kOpenBTPrefsKey"					= "Open Bluetooth-voorkeuren…";
"kMousePreferences"					= "Open muisvoorkeuren…";
"kKeyboardPreferences"				= "Open toetsenbordvoorkeuren…";
"kTrackpadPreferences"				= "Open trackpadvoorkeuren…";
"kOpenPrintPrefsKey"				= "Open afdrukvoorkeuren…";
"kOpenSoundPrefsKey"				= "Open geluidsvoorkeuren…";
"kSendFileToDevice"					= "Verstuur bestand…";
"kBrowseDevice"						= "Blader door apparaat…";

"kTurnOnHeadphones"					= "Gebruik als audioapparaat (stereo)";
"kTurnOffHeadphones"				= "Gebruik niet als audioapparaat";
"kTurnOnHeadset"					= "Gebruik als audioapparaat (mono)";
"kTurnOffHeadset"					= "Gebruik niet als audioapparaat";

"kConnectDevice"					= "Verbind";
"kDisconnectDevice"					= "Verbreek";
"kResetDevice"						= "Herstel fabrieksinstellingen van dit apparaat";
"kRemoveDevice"						= "Verwijder dit apparaat";
"kSyncDevice"						= "Synchronisatie…";
"kBatteryLevel"						= "Batterijniveau: %@%%";
"kRSSIKey"							= "RSSI: %@ dBm";

"kPerformSDPQueryKey"				= "Werk apparaatvoorzieningen bij";
"kPerformNameRequestKey"			= "Werk apparaatnaam bij";

"kOpenBTSAKey"						= "Configureer Bluetooth-apparaat…";
"kOpenBTEKey"						= "Open Bluetooth Explorer…";
"kOpenBDUKey"						= "Open Diagnostisch Bluetooth-hulpprogramma…";
"kOpenPacketLoggerKey"				= "Open PacketLogger…";

"kBTSendFileKey"					= "Verstuur bestand…";
"kBTGetFileKey"						= "Blader door apparaat…";

"kJoinNetwork"						= "Verbind met netwerk";
"kKeyDisconnectFromNetwork"			= "Verbreek verbinding met netwerk";